{
  "blogData": [
    {
      "title": "How Our Events Come to Life",
      "author": "Bob the Builder",
      "summary": "Aut quia assumenda eum nostrum velit est quidem facere...",
      "heroImage": "/events/event1.jpg",
      "sections": [
        {
          "type": "paragraph",
          "content": "Aut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rAut quia assumenda eum Aut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniamAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniam. Qui blanditiis invento\n\nre ut sint beatae. . Qui Aut quia assumenda eum nostrum velit est nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniamAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniam. Qui blanditiis inventore ut sint beatae. . Qui Aut quia assumenda eum nostrum velit est\n\nquidem facere aut impedit doloribus ut rerum culpa est eligendi veniam. Qui blanditiis inventore ut sint beatae. blanditiis inventore ut sint beatae. Aut quia assAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniamAut quia assumenda eum nostrum velit est quidem facere aut impedit doloribus ut rerum culpa est eligendi veniam. Qui blanditiis inventore ut sint beatae. . Qui Aut quia assumenda eum nostrum velit est umenda eum nostrum velit est q\n\nuidem facere aut impedit doloribus ut rerum culpa est eligendi veniam. Qui blanditiis inventore ut sint beatae. erum culpa est eligendi veniam. Qui blanditiis inventore ut sint beatae."
        },

        { "type": "image", "src": "/events/event2.jpg", "alt": "Decorative image" },
        {
          "type": "quote",
          "content": "“it doloribus ut rerum culpa est eligendi veniam Aut quia en assumenda eum pa nostrum vel”",
          "author": "Pauline Smith"
        }
      ],
      "related": [{ "title": "Another Blog", "author": "Alice", "slug": "another-blog" }]
    }
  ]
}
